[
    {
        "name": "Turtle Rock",
        "category": "Rivers",
        "city": "Twentynine Palms",
        "state": "California",
        "id": 1001,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Joshua Tree National Park",
        "coordinates": {
            "longitude": -116.166868,
            "latitude": 34.011286
        },
        "description": "Turtle Rock is a rock formation in Joshua Tree National Park, California.This massive formation is located across from the parking lot from the entrance into Real Hidden Valley area in Joshua Tree National Park. The northwest face of Turtle Rock is several hundred feet long and works like a massive wall protecting a pleasant picnic area with trees, benches, and even bathrooms. On any weekend during the climbing season, you may see several climbing classes in progress under the trees and around many boulders strewn on the base of the northwest face. You will also run into families picnicking and children scrambling on smaller low angle rocks.Turtle Rock, being the most prominent rock formation in this area, attracts many tour buses and tourists. The rock practically covers the entire southern parameter of the parking lot giving the area a sense of being enclosed and protected. You may find yourself being invited to special events held in the parking lot such as religious ceremonies or star gazing parties. Amateur and professional astronomers bring their telescopes and invite the public to observe deep sky objects such as galaxies and globular clusters",
        "imageName": "turtlerock"
    },
    {
        "name": "Silver Salmon Creek",
        "category": "Lakes",
        "city": "Port Alsworth",
        "state": "Alaska",
        "id": 1002,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Lake Clark National Park and Preserve",
        "coordinates": {
            "longitude": -152.665167,
            "latitude": 59.980167
        },
        "description": "At Silver Salmon Creek Lodge Alaska bear viewing, other wildlife, landscape, and outdoor opportunities combine to offer visitors a true sense of Alaskan wilderness. Towering volcanic mountains form an immediate backdrop to the tidal marshes, streams and pristine salt-water bays which comprise the coastline of Lake Clark National Park.",
        "imageName": "silversalmoncreek"
    },
    {
        "name": "Chilkoot Trail",
        "category": "Mountains",
        "city": "Skagway",
        "state": "Alaska",
        "id": 1003,
        "isFeatured": false,
        "isFavorite": true,
        "park": "Klondike Gold Rush National Historical Park",
        "coordinates": {
            "longitude": -135.334571,
            "latitude": 59.560551
        },
        "description": "The Chilkoot Trail is a 33-mile (53 km) trail through the Coast Mountains that leads from Dyea, Alaska, in the United States, to Bennett, British Columbia, in Canada.It was a major access route from the coast to Yukon goldfields in the late 1890s. The trail became obsolete in 1899 when a railway was built from Dyea's neighbor port Skagway along the parallel White Pass trail.The Chilkoot Trail and Dyea Site was designated a U.S. National Historic Landmark in 1978. In 1987, the trail was designated a National Historic Site of Canada.In 1998, the centennial of the gold rush, Chilkoot Trail National Historic Site in British Columbia joined with the U.S. park to create the Klondike Gold Rush National Historical Park.",
        "imageName": "chilkoottrail"
    },
    {
        "name": "St. Mary Lake",
        "category": "Lakes",
        "city": "Browning",
        "state": "Montana",
        "id": 1004,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Glacier National Park",
        "coordinates": {
            "longitude": -113.536248,
            "latitude": 48.69423
        },
        "description": "Saint Mary Lake is the second-largest lake in Glacier National Park, in the U.S. state of Montana.Located on the east side of the park, Going-to-the-Sun Road parallels the lake along its north shore. At an altitude of 4,484 feet (1,367 m), Saint Mary Lake's waters are colder and lie almost 1,500 feet (460 m) higher in altitude than Lake McDonald, the largest lake in the park, which is located on the west side of the Continental Divide. Here, the great plains end and the Rocky Mountains begin in an abrupt 5,000-foot (1,500 m) altitude change, with Little Chief Mountain posing a formidable southern flank above the west end of the lake.The lake is 9.9 miles (15.9 km) long and 300 feet (91 m) deep with a surface area of 3,923 acres (15.88 km2). The waters of the lake rarely rise above 50 °F (10 °C) and are home to various species of trout. During the winter, the lake is often frozen over with ice up to 4 feet (1.2 m) thick.The opening scene in the 1980 Stanley Kubrick film The Shining was shot at Saint Mary Lake.Wild Goose Island rises a mere 14 feet (4.3 m) above the lake. The island is dwarfed by the lake and surrounding mountains, yet it is of one of the most frequently photographed locations along the Going-to-the-Sun Road.",
        "imageName": "stmarylake"
    },
    {
        "name": "Twin Lake",
        "category": "Lakes",
        "city": "Twin Lakes",
        "state": "Alaska",
        "id": 1005,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Lake Clark National Park and Preserve",
        "coordinates": {
            "longitude": -153.849883,
            "latitude": 60.641684
        },
        "description": "Twin Lakes is a complex of two large lakes in Lake Clark National Park in the U.S. state of Alaska, near the northeast corner of Lake and Peninsula Borough. It contains a 6-mile-long (9.7 km) upper lake and a smaller 4-mile-long (6.4 km) lower lake, joined by a short connecting stream. The lakes outflow westward into the Chilikadrotna River (and eventually into the Mulchatna and Nushagak Rivers and Nushagak Bay). It is quite remote and unpopulated, except in the late summer as it is a popular hunting spot.The lake complex was the retirement home of naturalist Richard Proenneke (1916–2003), who spent most (1968–1998) of the last 35 years of his life living there in a log cabin he built by hand. (See One Man's Wilderness: An Alaskan Odyssey and Alone in the Wilderness).It is only reachable by air taxi via a float or a wheel plane.",
        "imageName": "twinlake"
    },
    {
        "name": "Lake McDonald",
        "category": "Mountains",
        "city": "West Glacier",
        "state": "Montana",
        "id": 1006,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Glacier National Park",
        "coordinates": {
            "longitude": -113.934831,
            "latitude": 48.56002
        },
        "description": "Lake McDonald is an unincorporated community in Flathead County, Montana, United States. The community is located on the northeastern shore of Lake McDonald in Glacier National Park.Prior to 1878, the lake was known as Terry Lake, after Gen. Alfred Terry. The National Park Service formalized the name of Lake McDonald.",
        "imageName": "lakemcdonald"
    },
    {
        "name": "Charley Rivers",
        "category": "Rivers",
        "city": "Eaking",
        "state": "Alaska",
        "id": 1007,
        "isFeatured": true,
        "isFavorite": false,
        "park": "Charley Rivers National Preserve",
        "coordinates": {
            "longitude": -143.122586,
            "latitude": 65.350021
        },
        "description": "The Charley River is an 88-mile (142 km) tributary of the Yukon River in the U.S. state of Alaska. Flowing generally northeast from the Mertie Mountains (named after geologist John Beaver Mertie, Jr.) in the northeastern part of the state, the river lies entirely within Yukon–Charley Rivers National Preserve.The Charley River enters the larger river downstream and 55 miles (89 km) northwest of Eagle.In 1980, the Charley River and all of its main tributaries became part of the National Wild and Scenic Rivers System. A total of 208 miles (335 km) was declared wild along the entire main stem as well as Copper, Bonanza, Hosford, Derwent, Flat-Orthmer, Crescent, and Moraine creeks.The Charley River watershed is forested chiefly with black spruce and white spruce.This general locus within the Yukon River catchment is the approximate westernmost limit of the black spruce, Picea mariana.The river forms part of the boundary between the Southeast Fairbanks and Yukon–Koyukuk census areas.",
        "imageName": "charleyrivers"
    },
    {
        "name": "Icy Bay",
        "category": "Mountains",
        "city": "Icy Bay",
        "state": "Alaska",
        "id": 1008,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Wrangell-St. Elias National Park and Preserve",
        "coordinates": {
            "longitude": -141.518167,
            "latitude": 60.089917
        },
        "description": "Icy Bay  is a body of water in the borough of Yakutat, Alaska, formed in the last 100 years by the rapid retreat of the Guyot, Yahtse, and Tyndall Glaciers. It is part of the Wrangell-Saint Elias Wilderness.At the beginning of the 20th century, the bay entrance was permanently blocked by a giant tidewater glacier face that calved icebergs directly into the Gulf of Alaska. A century-long glacial retreat has opened a multi-armed bay more than 30 miles (48 km) long.Icy Bay is a popular destination for sea kayakers, and is reachable by bush plane from Yakutat, Alaska.",
        "imageName": "icybay"
    },
    {
        "name": "Rainbow Lake",
        "category": "Lakes",
        "city": "Willow",
        "state": "Alaska",
        "id": 1009,
        "isFeatured": false,
        "isFavorite": false,
        "park": "State Recreation Area",
        "coordinates": {
            "longitude": -150.086103,
            "latitude": 61.694334
        },
        "description": "Suscipit inceptos est felis purus aenean aliquet adipiscing diam venenatis, augue nibh duis neque aliquam tellus condimentum sagittis vivamus, cras ante etiam sit conubia elit tempus accumsan libero, mattis per erat habitasse cubilia ligula penatibus curae. Sagittis lorem augue arcu blandit libero molestie non ullamcorper, finibus imperdiet iaculis ad quam per luctus neque, ligula curae mauris parturient diam auctor eleifend laoreet ridiculus, hendrerit adipiscing sociosqu pretium nec velit aliquam. Inceptos egestas maecenas imperdiet eget id donec nisl curae congue, massa tortor vivamus ridiculus integer porta ultrices venenatis aliquet, curabitur et posuere blandit magnis dictum auctor lacinia, eleifend dolor in ornare vulputate ipsum morbi felis. Faucibus cursus malesuada orci ultrices diam nisl taciti torquent, tempor eros suspendisse euismod condimentum dis velit mi tristique, a quis etiam dignissim dictum porttitor lobortis ad fermentum, sapien consectetur dui dolor purus elit pharetra. Interdum mattis sapien ac orci vestibulum vulputate laoreet proin hac, maecenas mollis ridiculus morbi praesent cubilia vitae ligula vel, sem semper volutpat curae mauris justo nisl luctus, non eros primis ultrices nascetur erat varius integer.",
        "imageName": "rainbowlake"
    },
    {
        "name": "Hidden Lake",
        "category": "Lakes",
        "city": "Newhalem",
        "state": "Washington",
        "id": 1010,
        "isFeatured": false,
        "isFavorite": false,
        "park": "North Cascades National Park",
        "coordinates": {
            "longitude": -121.17799,
            "latitude": 48.495442
        },
        "description": "Hidden Lake is located immediately east of Hidden Lake Peaks in North Cascades National Park, in the U. S. state of Washington.Hidden Lake is off designated trails but can reached by way a trailhead off the Cascade River Road from Snoqualmie National Forest.The distance from the trailhead to the lake is 4.5 mi (7.2 km) one way to the overlook and another 0.8 mi (1.3 km) rock scramble through a boulder field to the lakeshore.",
        "imageName": "hiddenlake"
    },
    {
        "name": "Chincoteague",
        "category": "Rivers",
        "city": "Chincoteague",
        "state": "Virginia",
        "id": 1011,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Chincoteague National Wildlife Refuge",
        "coordinates": {
            "longitude": -75.383212,
            "latitude": 37.91531
        },
        "description": "Chincoteagueis a town in Accomack County, Virginia, U.S. The town includes the whole of Chincoteague Island and an area of adjacent water. The population was 2,941 at the 2010 census.The town is known for the Chincoteague Ponies, although these are not actually on the island of Chincoteague but on nearby Assateague Island. These ponies and the annual Pony Penning Day are the subject of Marguerite Henry's 1947 children's book Misty of Chincoteague, which was made into the 1961 family film Misty, filmed on location.",
        "imageName": "chincoteague"
    },
    {
        "name": "Lake Umbagog",
        "category": "Lakes",
        "city": "Errol",
        "state": "New Hampshire",
        "id": 1012,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Umbagog National Wildlife Refuge",
        "coordinates": {
            "longitude": -71.056816,
            "latitude": 44.747408
        },
        "description": "Umbagog Lake is a wilderness lake located in Coös County, New Hampshire, and Oxford County, Maine. It is one of the most pristine lakes in the state of New Hampshire. It lies in the towns of Errol, New Hampshire, and Upton, Maine, as well as the townships of Cambridge, New Hampshire, and Magalloway Plantation, Maine. The name Umbagog is properly pronounced with the stress on the second syllable  and is said to come from the Abenaki word for shallow water. Both Lake Umbagog and Umbagog Lake are commonly used and accepted when referring to the body of water.",
        "imageName": "umbagog"
    }
]
